[Version]
7.7

[Main]	
Item0000=[HP Recovery Manager]へようこそ。このツールを使用すると、万一通常の動作が停止した場合でもコンピューターを実行できるようにするためのバックアップを作成できます。
Item0001=ヘルプを参照したい
Item0002=メンテナンス作業を実行したい
Item0003=HPのサポート窓口に問い合わせたい
Item0004=安全対策を実行したい
Item0005=Windowsシステムの復元
Item0006=お使いのシステムを以前の日付の状態に復元します。
Item0007=Windows回復環境
Item0008=再起動後に[Windows回復環境]を実行すると、イメージを更新したり、システムを工場出荷時の状態に復元したりできます。
Item0009=ファイルのバックアップ
Item0010=個人データのバックアップ
Item0011=最小限のイメージの復元
Item0012=オペレーティング システム、ドライバー、および一部のソフトウェアのみを復元します（クリーン イメージ）。
Item0013=コンピューターの状態検査の実行
Item0014=[Hardware Diagnostics]（ハードウェア診断）ツールを使用して、お使いのコンピューターのメモリやハードドライブなどを診断します。
Item0015=リカバリ メディアの作成
Item0016=お使いのシステム用のリカバリ メディア セットを作成します。
Item0017=リカバリ パーティションの削除
Item0018=工場出荷時にインストールされていたソフトウェアのバックアップ イメージを削除し、ハードドライブの領域を開放します。
Item0019=ファクトリ リセット
Item0020=ハードドライブ全体を消去した後、元の工場出荷時の状態に復元し、コンピューターをリセットします。
Item0021=コンピューターのメンテナンスの実行
Item0022=問題の解決、更新のダウンロード、およびコンピューターの機能や特徴の確認を行います。
Item0023=HPからのサポート情報の入手
Item0024=HPのサポート窓口の参照先および問い合わせ先情報を表示します。
Item0025=連絡先情報の表示
Item0026=HPのサポート窓口の参照先および問い合わせ先情報を表示します。
Item0027=ドライバーおよびアプリケーションの再インストール
Item0028=ドライバーやアプリケーションを再インストールします
Item0029=無効：リカバリ パーティションが削除されました。
Item0030=無効：システムを復元するには、リカバリ メディアを使用してください。
Item0031=無効：Windowsの[システムの復元]がオフになっています。
Item0032=無効：[HP Support Assistant]がインストールされていません。
Item0033=Windowsのバックアップおよび復元
Item0034=バックアップを作成または既存のバックアップからファイルを復元します
Item0035=不十分なアクセス権
Item0036=[HP Recovery Manager]を実行するには管理者権限が必要です。ユーザー アカウント制御（UAC）設定を上げてください。	
Item0037=バージョン：00
Item0038=無効：ダイナミック ディスクではサポートされていません
Item0039=無効：Windowsの[ディスクの管理]を使用します
Item0040=Windowsの[ファイル履歴]
Item0041=一部の機能は、リカバリ パーティションにアクセスする必要があります。タブレットをドッキング ステーションに接続した後、[HP Recovery Manager]を起動しなおしてこれらのオプションを有効にしてください。
Item0042=このオプションを使用するには、タブレットをドッキング ステーションに接続した後、[HP Recovery Manager]を起動しなおしてください。
Item0043=[Recovery and File Backup]（復元およびファイルのバックアップ）オプションを使用するには、ドッキング ステーションのリカバリ パーティションにアクセスする必要があります。タブレットをドッキング ステーションに接続してシステムを再起動し、[F11]キーを押して[HP Recovery Manager]を起動しなおしてください。[コンピューターの状態検査]を実行するには、[続行]をクリックします。
Item0044=Windowsのシステムの更新
Item0045=注意事項
Item0046=サポート
Item0047=メンテナンス
Item0048=リカバリ メディアの作成
Item0049=お使いのシステム用のリカバリ メディアを作成します。
Item0050=コンピューターのメンテナンスの実行	
Item0051=HPのサポート窓口への問い合わせ
Item0052=リカバリ パーティションの削除
Item0053=復元ポイントの作成、または以前に作成した復元ポイントを使用してシステムを以前の日付に復元
Item0054=Windowsの[ファイル履歴]
Item0055=HP回復環境
Item0056=再起動後に[HP回復環境]を実行すると、システムを工場出荷時の状態に復元できます。
Item0057=復元プロセス中はタブレットをドッキング ステーションから取り外さないでください。復元中に取り外すとタブレットからブートできなくなります。
Item0058=システムを復元するには、再起動後に[00]を実行します
Item0059=Windowsシステム リセット
Item0060=[HP Recovery Manager]は横向きモードでのみサポートされています。
Item0061=[HP Recovery Manager]を閉じて、ディスプレイを横向きモードに切り替えてから[HP Recovery Manager]を再起動してください。

[General]	
Item0100=戻る
Item0101=次へ
Item0102=キャンセル
Item0103=続行
Item0104=完了
Item0105=OK
Item0106=[HP Recovery Manager]を終了しますか?
Item0107=お使いのコンピューターが電源アダプターに接続されていることを確認してください。接続されていないと、復元プロセスが中断する場合があります。
Item0108=[HP Recovery Manager]はすでに実行中です。
Item0109=リブート
Item0110=シャットダウン
Item0111=注意：お使いのコンピューターはバッテリ電源で動作しています。
Item0112=この処理を実行するには、コンピューターを電源アダプターに接続する必要があります。
Item0113=コンピューターを電源アダプターに接続し、[OK]をクリックして続行してください。
Item0114=[HP Recovery Manager]の処理に失敗しました。エラー コード=00
Item0115=エラーが発生しています。もう一度やり直してください。
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=（エラー コード=00）
Item0119=現在の設定では復元はサポートされていません。インテル スマート・レスポンス・テクノロジーのアクセラレータ オプションを有効にしてもう一度やり直してください。
Item0120=[HP Recovery Manager]はWindows 7に対応しています。Windows 8には対応していません。
Item0121=このSoftpaqはWindows 7には対応していません。最初にコンピューターをWindows 8にアップグレードしてください。
	
[Windows System Restore]
Item0200=Windowsシステムの復元
Item0201=Windowsの[システムの復元]を使用すると、[HP Recovery Manager]が終了します。
Item0202=Windowsの[システムの復元]は、お使いのコンピューターの動作が遅くなったり応答が停止したりする原因となっている可能性がある問題を修正するときに役立ちます。ドキュメントや写真などの個人データには影響しません。
Item0203=Windowsの[システムの復元]を自動的に起動するには、[次へ]をクリックします。
	       	
[Computer Checkup]	
Item0250=コンピューターの状態検査
Item0251=Windowsパーティションの[チェック ディスク]を起動する
Item0252=リカバリ パーティションの[チェック ディスク]を起動する
Item0253=[コマンド プロンプト]を起動する
Item0254=続行するには、オプションを選択して[次へ]をクリックします。
		
[Remove Recovery Partition]	
Item0300=リカバリ パーティションの削除
Item0301=リカバリ パーティションを削除すると、Windows Push Button Reset（Windowsのボタン リセット）およびHPのイメージ リカバリ オプションは使用できなくなります。
Item0302=了解しました。リカバリ パーティションの削除を続行します。
Item0303=続行
Item0304=リカバリ メディアの作成がまだ完了していません。リカバリ パーティションを削除すると、リカバリ メディアの作成オプションは使用できなくなります。
Item0305=今すぐ00に移動する。
Item0306=リカバリ パーティションの削除中...
Item0307=ホーム ページに戻るには、[続行]をクリックします
Item0308=ホーム
Item0309=リカバリ メディアの作成
Item0310=リカバリ パーティションの削除でエラーが発生しています。もう一度やり直してください。
Item0311=リカバリ パーティションが正常に削除されました。
Item0312=リカバリ パーティションを削除すると、HPのイメージ リカバリ オプションは使用できなくなります。
		
[File Restore Program]	
Item0400=ファイルの復元 
Item0401=ようこそ
Item0402=[ファイルの復元]を実行すると、以前バックアップを行ったファイルを復元できます。
Item0403=続行するには、[次へ]をクリックしてください。
Item0404=復元するファイルの種類
Item0405=画像
Item0406=音楽およびその他のオーディオ ファイル
Item0407=動画および映画
Item0408=録画したテレビ番組
Item0409=ドキュメント、スプレッドシート、およびプレゼンテーション
Item0410=電子メール、インターネットのお気に入り、およびインターネット設定
Item0411=その他
Item0412=ヘルプ
Item0413=ファイルは次の場所に復元されます：
Item0414=この場所へのショートカットがデスクトップ上に作成されました。
Item0415=復元の実行中
Item0416=進行状況：00%
Item0417=お待ちください...
Item0418=ファイルの復元完了
Item0419=復元は正しく完了しました。
Item0420=このプログラムを閉じるには、[完了]をクリックします。
Item0421=復元された一部のファイルのパスが260文字を超えています。詳しくは、00を参照してください。
Item0422=OK
Item0423=警告
Item0424=[ファイルの復元]はすでに実行中です。
Item0425=[ファイルの復元]を実行するには、Windows 7にログインする必要があります。
Item0426=[ファイルの復元]をキャンセルしますか?
Item0427=復元のキャンセル完了
Item0428=復元処理がキャンセルされました。
Item0429=バックアップ ファイルをどこに保存しますか?
Item0430=ローカル ディスク
		
[File Backup Program]	
Item0500=ファイルのバックアップ
Item0501=バックアップするファイルの種類
Item0502=画像
Item0503=音楽およびその他のオーディオ ファイル
Item0504=動画および映画
Item0505=録画したテレビ番組
Item0506=ドキュメント、スプレッドシート、およびプレゼンテーション
Item0507=電子メール、インターネットのお気に入り、およびインターネット設定
Item0508=その他
Item0509=ヘルプ
Item0510=続行するには、[次へ]をクリックしてください。
Item0511=スキャン中
Item0512=[ファイルのバックアップ]ウィザードが、バックアップするファイルの一覧を作成しています。
Item0513=この処理には数分かかることがあります。
Item0514=進行状況：00 %
Item0515=お待ちください...
Item0516=現在、データの圧縮中に一時的な保存場所として使用するための十分な領域が、ハードドライブのシステム パーティション上にありません。
Item0517=この作業を続行するには、ハードドライブのシステム パーティション上にある領域の一部を開放する必要があります。
Item0518=OK
Item0519=警告
Item0520=続行するには、オプションを選択して[次へ]をクリックします。
Item0521=バックアップの作成中
Item0522=バックアップ ファイルの作成中
Item0523=バックアップ ファイルのファイナライズ中
Item0524=ユーザーが選択した種類のファイルが見つかりません。
Item0525=バックアップの保存場所
Item0526=元ファイルのサイズ：00
Item0527=名前
Item0528=種類
Item0529=合計サイズ
Item0530=空き領域
Item0531=ファイルのバックアップに使用できるデバイスがありません。リムーバブル ディスクが接続されていることを確認してください。
Item0532=リムーバブル
Item0533=[ファイルのバックアップ]の準備ができました。
Item0534=ファイルは（00）に保存されます。
Item0535=バックアップのコピー中 
Item0536=バックアップ先ドライブが接続されていません。
Item0537=ファイルのバックアップ
Item0538=[HP Recovery Manager]によって、バックアップが正常に作成されました。
Item0539=[ファイルのバックアップ]をキャンセルしますか?
Item0540=キャンセル
Item0541=バックアップのキャンセル
Item0542=バックアップ処理が正常にキャンセルされました。
Item0543=バックアップ処理がキャンセルされました。
Item0544=[システムの復元]を続行しますか?
Item0545=[最小限のイメージの復元]を続行しますか?
Item0546=[ファクトリ リセット]を続行しますか?
Item0547=はい
Item0548=いいえ
Item0549=作成デバイス
Item0550=ファイルのバックアップに使用できるデバイスがありません。リムーバブル ディスクまたは作成デバイスが接続されていることを確認してください。
Item0551=自動バックアップ
Item0552=バックアップのカテゴリを選択できます（写真など）。そのカテゴリで通常使用されているほとんどのファイルの種類がバックアップの対象になります。バックアップ設定を簡略化したい場合は、このオプションを使用します。
Item0553=手動バックアップ
Item0554=特定のファイルおよびフォルダーを選択してバックアップできます。バックアップ対象を完全に制御したい場合は、このオプションを使用します。
Item0555=データの直接コピー
Item0556=[データの直接コピー]では、圧縮は使用されず、[HP Recovery Manager]によるファイルの復元は行われません。バックアップの完了後に任意のコンピューターからファイルにアクセスするには、[System Recovery Files]ディレクトリを参照してください。
Item0557=データを元のシステムに復元するには、そのファイルをコピーして貼り付けなおします。
Item0558=空のDVD+RディスクまたはDVD-Rディスクを挿入し、[次へ]をクリックします。
Item0559=書き込み状況：00 %
Item0560=ディスクの合計枚数：00
Item0561=現在のディスク：00
Item0562=ディスクの挿入
Item0563=空のディスクを挿入します。
Item0564=挿入したディスクは、[HP Recovery Manager]ではサポートされていません。空のDVD+RまたはDVD-R（容量4.7 GB）ディスクを挿入してください。
Item0565=データの準備中	
	
[Recovery Media Creation]	
Item0600=ホーム
Item0601=リカバリ メディアの作成
Item0602=リカバリ メディアは00セットしか作成できません。
Item0603=同意します。
Item0604=続行
Item0605=次のメディアのどれかを挿入してください：
Item0606=USBフラッシュ ドライブ
Item0607=最少で00 GBの容量が必要です
Item0608=DVD
Item0609=00枚のディスクが必要です
Item0610=DVD DL
Item0611=強調表示されているメディアで続行しますか?
Item0612=はい
Item0613=いいえ
Item0614=USBリカバリ フラッシュ ドライブを作成しています...
Item0615=ディスクの準備
Item0616=USBフラッシュ ドライブをフォーマットしています。
Item0617=イメージのコピー
Item0618=復元用イメージをUSBフラッシュ ドライブにコピーしています...
Item0619=ディスクの検証
Item0620=USBフラッシュ ドライブの復元用イメージを検証しています...
Item0621=00%完了
Item0622=ディスクの挿入
Item0623=続行するには、ディスク00を挿入してください。リカバリ メディアの作成を停止するには、[キャンセル]をクリックしてください。リカバリ メディアの作成処理は、[リカバリ メディアの作成]オプションをもう一度選択すると、いつでも続行できます。
Item0624=データの準備
Item0625=復元用イメージを作成しています。
Item0626=データの書き込み
Item0627=復元用イメージをディスクに書き込んでいます。
Item0628=ディスクの検証
Item0629=ディスクにある復元用イメージを検証しています。
Item0630=リカバリ メディアが00に作成されました。リカバリ メディアは1セットしか作成できません。
Item0631=ホーム ページに戻るには、[OK]をクリックします
Item0632=OK
Item0633=リカバリ メディアの作成がまだ完了していません。リカバリ メディアの作成を完了するには、[続行]を押します。
Item0634=キャンセル
Item0635=コンピューターを電源アダプターに接続してください
Item0636=この処理を続行するには、バッテリを取り付け、コンピューターを電源アダプターに接続する必要があります。
Item0637=バッテリを取り付けてください
Item0638=オプティカル ドライブが見つかりません
Item0639=オプティカル ドライブを今接続しても構いません
Item0640=ブルーレイ ディスク
Item0641=リカバリ ディスク00の作成が完了しました。ディスク00にラベルを付け、安全な場所に保管してください。
Item0642=USBフラッシュ ドライブがフォーマットされます。USBフラッシュ ドライブ上のデータはすべて消去されます。USBフラッシュ ドライブ上のすべての領域が復元用イメージのために使用されます（USBフラッシュ ドライブの容量が復元用イメージの推定サイズより大きい場合でも同様です）。
Item0643=[キャンセル]をクリックしてメディア選択画面に戻るか、または[続行]をクリックしてディスクの準備を開始します。
Item0644=以下のメディア オプションのどれかを選択してください 
Item0645=1つ
Item0646=ハードウェアの分析中...
Item0647=リカバリ メディアの作成中です。[HP Recovery Manager]を閉じることはできません。
Item0648=リカバリ メディアの作成でエラーが発生しています。もう一度やり直してください。
Item0649=挿入したフラッシュ ドライブの容量が不足しています。他のドライブを挿入してください。
Item0650=書き換え可能なメディアはサポートされていません。空の00ディスクを挿入してください。
Item0651=挿入したディスクが空ではありません。空の00ディスクを挿入してください。
Item0652=リカバリ ディスク（00/01）の作成が完了しました。ディスク00/01にラベルを付け、安全な場所に保管してください。
Item0653=リカバリ ディスクは正常に作成されました。
Item0654=リカバリ フラッシュ ドライブは正常に作成されました。ラベルを付け、安全な場所に保管してください。
Item0655=00ディスクが必要です
Item0656=書き換え可能なメディアはサポートされていません。
Item0657=挿入されているメディアはサポートされていません。
Item0658=リカバリ パーティションが削除されました。リカバリ メディアの作成オプションを使用できなくなりました。
Item0659=ディスクの検証に失敗しました。別のディスクを使用してもう一度やり直してください。
Item0660=ディスクへの書き込みに失敗しました。別のディスクを使用してもう一度やり直してください。
Item0661=このシステムはリカバリ メディアから作成されています。リカバリ メディアは1セットしか作成できません。
Item0662=リカバリ パーティションが削除されました。
Item0663=USB制限超過
Item0664=復元用イメージが32 GBを超えています。オプティカル メディアを使用してください。
Item0665=復元用イメージが、USBフラッシュ ドライブのサイズ制限である32 GBを超えています。リカバリ メディアを作成するには、オプティカル メディア（DVD）を使用する必要があります。
Item0666=USBフラッシュ ドライブに00 GBのデータを保存できることを確認してください（最大32 GB）。
Item0667=・リカバリ ディスク（00/01）の作成が完了しました。ディスクに「00/01」というラベルを付けて、安全な場所に保管してください。
Item0668=・続行するには、ディスクを挿入してください。リカバリ メディアの作成を停止するには、[キャンセル]をクリックしてください。
Item0669=・[リカバリ メディアの作成]オプションをもう一度選択すると、いつでも続行できます。
Item0670=注意：選択されたUSBフラッシュ ドライブがフォーマットされます。USBフラッシュ ドライブ上のデータはすべて消去されます。
Item0671=USBフラッシュ ドライブ上の最大32 GBが復元用イメージとして使用されます。USBフラッシュ ドライブが32 GBより大きい場合、リカバリ メディアを作成すると、フラッシュ ドライブの余った領域は使用できなくなります。
Item0672=メディア選択画面に戻るには[キャンセル]を、リカバリ メディアの作成を開始するには[続行]をクリックします。
Item0673=メディア選択画面に戻るには[00]を、リカバリ メディアの作成を開始するには[01]を選択します。
	
[System Recovery]	
Item0700=工場出荷時状態への復元
Item0701=この処理によって、工場出荷時のイメージがシステム パーティションに再インストールされますが、他のハードドライブへの変更は行われません。
Item0702=購入後にユーザーが作成したファイルおよびインストールしたプログラムはすべて削除されます。
Item0703=最初にファイルをバックアップする（推奨）
Item0704=ファイルをバックアップしないで復元する
Item0705=続行するには、オプションを選択して[次へ]をクリックします。
Item0706=HP回復環境
Item0707=[HP Recovery Manager]へようこそ
Item0708=このプログラムを使用すると、お使いのコンピューターを工場出荷時の状態に戻せます。
Item0709=続行する前に、すべての外付けデバイスを取り外してください。
Item0710=詳しくは、コンピューターの説明書を参照してください。
Item0711=続行するには、[次へ]をクリックしてください。
Item0712=工場出荷時のイメージの復元
Item0713=ハードドライブのWindowsパーティションの再フォーマット中
Item0714=元のソフトウェアの再インストール中
Item0715=進行状況：00 % 
Item0716=残り時間（推定）：00分
Item0717=お待ちください...
Item0718=復元が完了しました
Item0719=コンピューターが再起動され、コンピューターの最初のセットアップが終了したら、以下の重要な追加手順を実行する必要があります。
Item0720=MicrosoftおよびHPからのセキュリティ ファイルのアップデート
Item0721=工場出荷時にコンピューターにインストールされていなかったソフトウェアの再インストール
Item0722=（該当する場合）バックアップ済み個人データの復元
Item0723=今すぐコンピューターを再起動する場合は、[完了]をクリックします。
Item0724=復元の準備
Item0725=ハードドライブが再フォーマットされ、工場出荷時のイメージの復元に必要なすべてのファイルがハードドライブにコピーされます。
Item0726=復元インストール
Item0727=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item0728=[HP Recovery Manager]を使用すると、ハードドライブを工場出荷時の状態に復元できます。ユーザーのデータ、およびハードドライブに対して行った変更は削除されます。
Item0729=OK
Item0730=キャンセル
Item0731=工場出荷時のイメージ復元の準備
Item0732=ハードドライブの復元に必要なファイルをコピーしています
Item0733=復元の準備が完了しました
Item0734=コンピューターの再起動後、復元インストールが開始されます。
Item0735=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item0736=この処理の実行中は、コンピューターが数回自動的に再起動します。これは通常のプロセスです。
Item0737=この処理の実行中は、コンピューターをシャットダウンしたり、ノートブックを閉じたり、電源アダプターを取り外したり、コンピューターへのアクセスを試みたりしないでください。
Item0738=コンピューターを再起動する場合は、[続行]をクリックします。
Item0739=リカバリ ディスク#00を挿入します。
Item0740=システムからリカバリ メディアを取り出します
Item0741=[システムの復元]はWindowsからは実行できません。コンピューターを再起動して、[システムの復元]を実行できる環境に移行しますか?
Item0742=続行しますか?
Item0743=回復環境の準備中…
Item0744=すべてのアプリケーションを終了し、システムを再起動してください。
Item0745=続行する前に、キーボード、マウス、およびモニターを除くすべての外付けデバイスを取り外してください。
Item0746=[システムの復元]はWindowsからは実行できません。コンピューターを再起動して、[システムの復元]を実行できる環境に移行しますか?
Item0747=復元プロセスには次の2つの段階があります。
Item0748=ホーム
Item0749=システムの復元
Item0750=無効：システムを復元するには、[ファクトリ リセット]オプションを使用してください	
Item0751=MicrosoftおよびHPから最新の更新をインストールして、お使いのシステムを最新の状態にします。
Item0752=[HP回復環境]を選択しました。システムが再起動して回復環境が実行されます。続行しますか?
Item0753=コンピューターに元々複数のオペレーティング システムがインストールされていた場合は、復元処理によってすべてのオペレーティング システムが工場出荷時の状態にリセットされます。
Item0754=[00]が選択されました。システムが再起動して回復環境が実行されます。続行しますか?
Item0755=ユーザーが作成したファイルやパーティションおよび購入後にインストールされたプログラムはすべて削除されます。
Item0756=復元プロセスには次の2つの段階があります。
Item0757=復元の準備
Item0758=Windowsパーティションが再フォーマットされ、工場出荷時の状態の復元に必要なすべてのファイルがハードドライブにコピーされます。
Item0759=復元インストール
Item0760=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item0761=ハードドライブへのファイルの復元中
Item0762=このコンピューターでは[HP Drive Encryption]（HPDE）が有効になっています。[システム回復]を実行する前にHPDEを無効にしてください。
	
[Minimized Image Recovery]	
Item0800=最小限のイメージの復元
Item0801=この処理を実行すると、ドライバーおよび最小限のソフトウェアがインストールされたクリーンなWindows環境が再インストールされます。
Item0802=購入後にユーザーが作成したファイルおよびインストールしたプログラムはすべて削除されます。
Item0803=最初にファイルをバックアップする（推奨）
Item0804=ファイルをバックアップしないで復元する
Item0805=続行するには、オプションを選択して[次へ]をクリックします。
Item0806=最小限のイメージの復元
Item0807=[HP Recovery Manager]へようこそ
Item0808=この処理を実行すると、ドライバーおよび最小限のソフトウェアがインストールされたクリーンなWindows環境が再インストールされます。
Item0809=復元プロセスには次の2つの段階があります。
Item0810=復元の準備
Item0811=ハードドライブが再フォーマットされ、最小限のイメージの復元に必要なすべてのファイルがハードドライブにコピーされます。
Item0812=復元インストール
Item0813=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item0814=続行する前に、すべての外付けデバイスを取り外してください。
Item0815=詳しくは、コンピューターの説明書を参照してください。
Item0816=続行するには、[次へ]をクリックしてください。
Item0817=ダイナミック ディスクが検出されました。リカバリを続行できません。コンピューターを復元するには、リカバリ メディアを使用する必要があります
Item0818=最小限のイメージ復元の準備
Item0819=ハードドライブのWindowsパーティションの再フォーマット中
Item0820=ハードドライブの復元に必要なファイルをコピーしています
Item0821=進行状況：00 % 
Item0822=残り時間（推定）：00分
Item0823=お待ちください...
Item0824=復元の準備が完了しました
Item0825=コンピューターの再起動後、復元インストールが開始されます。
Item0826=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item0827=この処理の実行中は、コンピューターが数回自動的に再起動します。これは通常のプロセスです。
Item0828=この処理の実行中は、コンピューターをシャットダウンしたり、ノートブックを閉じたり、電源アダプターを取り外したり、コンピューターへのアクセスを試みたりしないでください。
Item0829=コンピューターを再起動する場合は、[続行]をクリックします。
Item0830=復元が完了しました
Item0831=コンピューターが再起動され、コンピューターの最初のセットアップが終了したら、以下の重要な追加手順を実行する必要があります。
Item0832=MicrosoftおよびHPからのセキュリティ ファイルのアップデート
Item0833=工場出荷時にコンピューターにインストールされていなかったソフトウェアの再インストール
Item0834=（該当する場合）バックアップ済み個人データの復元
Item0835=今すぐコンピューターを再起動する場合は、[完了]をクリックします。
Item0836=OK
Item0837=リカバリ ディスク#00を挿入します。
Item0838=システムからリカバリ メディアを取り出します
Item0839=[HP Recovery Manager]は、最小限のイメージをインストールします。ユーザーのデータ、およびハードドライブに対して行った変更は削除されます。
Item0840=続行する前に、キーボード、マウス、およびモニターを除くすべての外付けデバイスを取り外してください。
Item0841=無効：システムを復元するには、[ファクトリ リセット]オプションを使用してください
Item0842=コンピューターに元々複数のオペレーティング システムがインストールされていた場合は、復元処理によってすべてのオペレーティング システムが工場出荷時の状態にリセットされます。
	
[Boot from UCRD]	
Item0900=システムの復元
Item0901=[HP Recovery Manager]は、初期設定ではハードドライブから起動されますが、挿入したメディアから実行することもできます。
Item0902=メディアからプログラムを実行する
Item0903=ハードドライブからプログラムを実行する
Item0904=続行するには、オプションを選択して[次へ]をクリックします。
Item0905=ハードドライブからのプログラムの実行
Item0906=コンピューターはパーティションから再起動されます。
Item0907=続行する前に、リカバリ メディアを取り出します。
Item0908=このウィザードを閉じるには、[Finish]（終了）をクリックします。
Item0909=HPのサポート窓口へのお問い合わせ
Item0910=システム リカバリ メディアは、このコンピューターをサポートしていません。
Item0911=このシステムをメディアで復元することはできません。
Item0912=このシステムはデバイス ポートから復元することはできません。HPのサポート窓口にお問い合わせください。
		
[Factory Reset]	
Item1000=ファクトリ リセット
Item1001=工場出荷時のイメージの復元
Item1002=お使いのシステムを元の工場出荷時の状態に復元しますか?
Item1003=最初にファイルをバックアップする（推奨）
Item1004=ファイルをバックアップしないで復元する
Item1005=続行するには、オプションを選択して[次へ]をクリックします。
Item1006=[HP Recovery Manager]へようこそ
Item1007=このプログラムを使用して、お使いのコンピューターを工場出荷時の状態に戻します。
Item1008=復元プロセスには次の2つの段階があります。
Item1009=復元の準備
Item1010=ハードドライブが再フォーマットされ、工場出荷時のイメージの復元に必要なすべてのファイルがハードドライブにコピーされます。
Item1011=復元インストール
Item1012=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item1013=続行する前に、すべての外付けデバイスを取り外してください。
Item1014=詳しくは、コンピューターの説明書を参照してください。
Item1015=続行するには、[次へ]をクリックしてください。
Item1016=[HP Recovery Manager]は、ハードドライブを工場出荷時の状態に復元します。ユーザーのデータ、およびハードドライブに対して行った変更は削除されます。
Item1017=工場出荷時のイメージ復元の準備
Item1018=ハードドライブのWindowsパーティションの再フォーマット中
Item1019=ハードドライブの復元に必要なファイルをコピーしています
Item1020=ハードドライブへのファイルの復元中
Item1021=進行状況：00 % 
Item1022=お待ちください...
Item1023=残り時間（推定）：00分
Item1024=復元の準備が完了しました
Item1025=コンピューターの再起動後、復元インストールが開始されます。
Item1026=ソフトウェアおよびドライバーがインストールされ、お使いのコンピューター用に内容がカスタマイズされます。
Item1027=この処理の実行中は、コンピューターが数回自動的に再起動します。これは通常のプロセスです。
Item1028=この処理の実行中は、コンピューターをシャットダウンしたり、ノートブックを閉じたり、電源アダプターを取り外したり、コンピューターへのアクセスを試みたりしないでください。
Item1029=コンピューターを再起動する場合は、[続行]をクリックします。
Item1030=復元が完了しました
Item1031=コンピューターが再起動され、コンピューターの最初のセットアップが終了したら、以下の重要な追加手順を実行する必要があります。
Item1032=MicrosoftおよびHPからのセキュリティ ファイルのアップデート
Item1033=工場出荷時にコンピューターにインストールされていなかったソフトウェアの再インストール
Item1034=（該当する場合）バックアップ済み個人データの復元
Item1035=今すぐコンピューターを再起動する場合は、[完了]をクリックします。
Item1036=はい
Item1037=いいえ
Item1038=HPのサポート窓口へのお問い合わせ
Item1039=多くの場合、ハードドライブを復元することで問題が解決します。
Item1040=問題が解決しない場合、HPのサポート窓口に問い合わせる必要が生じる可能性があります。
Item1041=HPのサポート窓口については、お使いのコンピューターに付属の説明書を参照してください。
Item1042=このプログラムを閉じるには、[完了]をクリックします。
Item1043=リカバリ ディスク#00を挿入します。
Item1044=システムからリカバリ メディアを取り出します
Item1045=[HP Recovery Manager]は、ハードドライブを元の工場出荷時の状態に復元します。ユーザーのデータ、およびハードドライブに対して行ったすべての変更が削除されます。
Item1046=OK
Item1047=キャンセル
Item1048=続行する前に、キーボード、マウス、およびモニターを除くすべての外付けデバイスを取り外してください。
Item1049=[HP Recovery Manager]は、ハードドライブを元の工場出荷時の状態に復元します。ユーザーのデータ、およびハードドライブに対して行ったすべての変更が削除されます。	
Item1050=この処理では、お使いのシステムが元の工場出荷時の状態に復元されます。
Item1051=ハードドライブのパーティション構成およびフォーマットが工場出荷時の状態に戻ります。
Item1052=ユーザーが作成したファイルやパーティションおよび購入後にインストールされたプログラムはすべて削除されます。
Item1053=コンピューターに元々複数のオペレーティング システムがインストールされていた場合は、復元処理によってすべてのオペレーティング システムが工場出荷時の状態にリセットされます。
	
[Restoration Incomplete]	
Item1100=復元は完了していません
Item1101=復元が完了しませんでした。
Item1102=以下のボタンのどれかを選択してください。
Item1103=ログの保存
Item1104=詳細
Item1105=再試行
Item1106=この機能は、お使いのシステムに関する情報を収集します。この情報は、HPが問題を診断するために使用されます。
Item1107=最低00 MBの空き領域があるリムーバブル ディスク ドライブを挿入し、[OK]をクリックしてください。
Item1108=OK
Item1109=空き領域が不足しています。最低00 MBの空き領域があるリムーバブル ディスク ドライブを挿入し、[OK]をクリックしてください。
Item1110=ログ ファイルは、00という名前で保存されました。
Item1111=リカバリ メディアを挿入してください。
Item1112=コンピューターを再起動する場合は、[続行]をクリックします。
Item1113=続行
Item1114=ハードドライブの合計領域が、工場出荷時に搭載されていた元のハードドライブの領域より小さくなっています。復元プロセスを続行できません。
Item1115=ハードドライブの合計領域が小さすぎます。復元プロセスを続行できません。
		
[Drivers and Applications Reinstall]	
Item1200=ドライバーおよびアプリケーションの再インストール
Item1201=ドライバーおよびアプリケーションの一覧の作成中
Item1202=ホーム
Item1203=インストール
Item1204=インストール中
Item1205=完了
Item1206=アプリケーション（00）
Item1207=ドライバー（00）
Item1208=[HP Update]（HPアップデート）（00）：HP.comまたは[HP Support Assistant]からダウンロードおよびインストールされた更新
Item1209=バージョン：00
Item1210=00項目、
Item1211=選択されている01項目のうちの00、
Item1212=00アプリケーション、
Item1213=00アプリケーション、
Item1214=00ドライバー、
Item1215=00ドライバー、
Item1216=00 [HP Update]（HPアップデート）
Item1217=00 [HP Update]（HPアップデート）
Item1218=インストールが完了しました。
Item1219=ソフトウェアをインストールしています。[HP Recovery Manager]の終了はキャンセルされました。
Item1220=OK
Item1221=ソフトウェアを再インストールする前に、以前のバージョンのソフトウェアをアンインストールしてください。
Item1222=ソフトウェアの再インストールでエラーが発生しています。もう一度やり直してください。
Item1223=このコンピューターにソフトウェア ソースが見つかりません
Item1224=項目
Item1225=選択されている01項目のうちの00、
Item1226=選択したドライバーやアプリケーションのうち1つ以上が正しくインストールされなかった可能性があるため、感嘆符が表示されています。[HP Recovery Manager]からインストールを再試行する前に、これらをコンピューターからアンインストールしてください。
Item1227=選択したドライバーやアプリケーションのうち1つ以上が正しくインストールされなかった可能性があるため、00が表示されています。[HP Recovery Manager]からインストールを再試行する前に、これらをコンピューターからアンインストールしてください。
Item1228=00ドライバー
Item1229=00ドライバー
Item1230=完了	
	
[RP Protection]	
Item1300=復元用パーティション
Item1301=警告
Item1302=お使いのハードドライブ（またはパーティション）のこの領域には、Windows Push Button Reset（Windowsのボタン リセット）およびHPのイメージ リカバリで使用されるファイルが含まれています。
Item1303=これらのファイルは、絶対に削除および変更しないでください。
Item1304=このパーティションに変更を加えると、今後システムの復元機能に影響を与える可能性があります。
	
[Show Contact Information]	
Item1350=HPのサポート窓口へのお問い合わせ
Item1351=多くの場合、工場出荷時のイメージを復元することで問題が解決します。
Item1352=問題が解決しない場合、またはシステム リカバリ メディアの交換が必要な場合は、HPのサポート窓口に問い合わせる必要が生じる可能性があります。
Item1353=HPのサポート窓口へは次からお問い合わせください。
Item1354=www.hp.com/jp/contact/
Item1355=このプログラムを閉じるには、[完了]をクリックします。
Item1356=このプログラムを閉じるには、[キャンセル]をクリックします。

[File Backup Program 2.0]
Item1400=バックアップを作成するためにどのファイル選択方法を使用しますか?
Item1401=自動選択
Item1402=バックアップするファイルのカテゴリを選択します。
Item1403=ユーザー選択
Item1404=バックアップするフォルダーおよびファイルを手動で選択します。
Item1405=自動選択では、バックアップするファイルのカテゴリを選択します。たとえば、[画像]、[音楽およびその他のオーディオ ファイル]などのカテゴリがあります。次に、プログラムがコンピューター内でそのカテゴリのファイルを（それらのファイルでよく使用されている、事前に定義されたファイル形式のセットに基づいて）検索し、バックアップします。ファイルは圧縮されるため、ファイルにアクセスするには、ファイルの復元オプションでファイルを復元する必要があります。
Item1406=ユーザー選択では、Windowsの[エクスプローラー]ウィンドウを使用して、バックアップするファイルおよびフォルダーを直接選択します。バックアップするときに、[圧縮]と[圧縮なし]の2種類のオプションから選択できます。
Item1407=圧縮：ファイルは圧縮されるため、ファイルにアクセスするには、ファイルの復元オプションでファイルを復元する必要があります。
Item1408=圧縮なし：ファイルおよびディレクトリは、圧縮されずに個別にコピーされます。ファイル復元オプションを使用しなくてもファイルにアクセスできます。
Item1409=圧縮を使用しますか?
Item1410=圧縮
Item1411=圧縮なし
Item1412=ファイルはWIMファイル形式に圧縮されるため、ファイルにアクセスするには、[ファイルの復元]オプションでファイルをコンピューター上に復元する必要があります。このオプションでは、バックアップのサイズが最小化されます。[ファイルの復元]オプションを実行すると、すべてのファイルが自動的にC:\にコピーされ、デスクトップ上のショートカットからアクセスできるようになります。
Item1413=ファイルおよびディレクトリは圧縮されずに個別にコピーされ、[ファイルの復元]オプションを使用しなくてもバックアップ ドライブから直接アクセスできます。このオプションでは、バックアップのサイズは最小化されず、ファイルおよびディレクトリを手動でコンピューターにコピー（コピーおよび貼り付け）する必要があります。
Item1414=どのファイルをバックアップしますか?
Item1415=ファイルを参照
Item1416=バックアップのサイズ：00
Item1417=名前
Item1418=サイズ
Item1419=バックアップ メディアの選択
Item1420=メディアの選択：00
Item1421=バックアップを作成するには、この種類のディスクが00枚必要になります。
Item1422=選択したメディアでバックアップを続行するには、[次へ]をクリックしてください。
Item1423=異なる種類のメディアを使用するには、[戻る]をクリックしてください。
Item1424=ファイルの準備
Item1425=ディスクの作成
Item1426=ディスクの書き込み
Item1427=ディスクの検証
Item1428=ディスク00/00 00を挿入してください。
Item1429=選択したファイル
Item1430=ファイルをコピー
Item1431=選択したファイルおよびディレクトリがコピーされました
Item1432=[HP Recovery Manager]によってファイルが正常にコピーされました
Item1433=バックアップ ディスクの容量より大きいファイルがあるため、バックアップ処理を続行できません。
Item1434=圧縮モードに変更
Item1435=00より大きいファイルの選択を解除
Item1436=デバイスをもう一度選択
Item1437=大きいファイルの一覧
Item1438=ディスク00を挿入してください。
Item1439=バックアップに十分な空き領域を持つハードドライブがありません。他のハードドライブを接続するか、現在接続しているハードドライブの空き領域を増やしてください。
Item1440=このディスク タイプはサポートされていません。
Item1441=ファイル サイズを縮小します。[ファイルの復元]オプションを使用する必要があります
Item1442=ファイル サイズを縮小しません。[ファイルの復元]オプションを使用する必要はありません
Item1443=バックアップはオプティカル メディアまたは外付けHDDにのみ保存できます。目的のデバイスまたはメディアの種類が以下の一覧にない場合、バックアップ プロセスを続行するには、デバイスが接続されてオンになっていること、または目的の種類のメディアがオプティカル ドライブに挿入されていることを確認してください
Item1444=ディスクが違うか、壊れている可能性があります。ディスク00を挿入してください。
Item1445=バックアップは、NTFSフォーマットの外付けハードドライブまたはUSBフラッシュ ドライブにのみ保存できます。バックアップ先のデバイスが接続されていること、およびそのデバイスのファイル システムがNTFSであることを確認してから、バックアップ処理を続行してください。
Item1446=[自動選択]または[ユーザー選択]で[00]が選択された場合、すべてのファイルが[圧縮なし]モードでバックアップされ、復元するにはデータを手動でコピーする必要があります。[ファイルの復元]オプションを使用することはできません。
Item1447=[00]のフォルダーに保存されたすべてのファイル。
Item1448=ファイルはWIMファイル形式に圧縮されており、ファイルにアクセスするには、[ファイルの復元]オプションでファイルをコンピューター上に復元する必要があります。このオプションでは、バックアップのサイズが最小化されます。すべてのファイルはユーザーが指定した場所に復元され、デスクトップ上のショートカットからアクセスできるようになります。
Item1449=[00]のデータが選択されている場合、圧縮はサポートされません。
Item1450=[00]のデータは、バックアップ フォルダーのルート ディレクトリにある次のフォルダーにバックアップされています：
Item1451=復元が完了したら、[00]のデータのバックアップを上記のバックアップ メディア フォルダーからシステムにコピーしてください。
Item1452=[00]のデータは、[圧縮なし]オプションを使用した場合のみ、バックアップできます。
Item1453=[圧縮なし]オプションを使用してバックアップするには[OK]を選択してください。もう一度ファイルをバックアップするには[キャンセル]を選択してください。

[Windows Recovery Environment]
Item1500=[HP Backup and Recovery]を実行するか、またはHPのサポート窓口にお問い合わせください

[Windows System Refresh]
Item1600=個人用のファイルに影響を与えずにPCをリフレッシュします。

[AboutInfo]
Item1700=情報
Item1701=バージョン
Item1702=リカバリ メディア
Item1703=システム
Item1704=製品番号
Item1705=シリアル番号
Item1706=HPリカバリ パーティション
Item1707=はい
Item1708=いいえ
Item1709=バージョン情報
